[
    {
        "id": 1,
        "className": "painting1",
        "title": "Сон, Вызванный Полётом Пчелы (1944)",
        "thumbnail": "thumbnail1.png",
        "description": "Эта картина была написана Сальвадором Дали во время его пребывания в США, куда он переехал в 1940 году из-за Второй мировой войны. Работа создана под влиянием теорий Зигмунда Фрейда о бессознательном и сновидениях. Дали пытался передать феномен гипнагогических галлюцинаций — образов, возникающих на грани сна и бодрствования. Центральной фигурой картины является обнажённая Гала, жена и муза художника, парящая в воздухе в состоянии сна. Вокруг неё разворачиваются сюрреалистические образы, вызванные жужжанием пчелы: рыбы, тигры и штык, угрожающий её телу. Основной смысл картины заключается в исследовании связи между внешними раздражителями и снами. Полёт пчелы и её жужжание вызывают у спящей женщины фантастические видения, демонстрируя, как мозг интерпретирует звуки и ощущения во сне. Картина также символизирует хрупкость человеческого сознания, а угроза укуса пчелы намекает на резкое пробуждение от кошмара. Эта работа остаётся одной из самых известных иллюстраций сна в живописи."
    },
    {
        "id": 2,
        "className": "painting2",
        "title": "Постоянство памяти (1931)",
        "thumbnail": "thumbnail2.png",
        "description": "Одна из самых знаковых картин Дали, написанная в 1931 году в Порт-Льигате, маленькой рыбацкой деревне, где художник проводил много времени. Картина знаменита изображением «растекающихся» часов, символизирующих относительность времени и хрупкость восприятия реальности. Дали говорил, что идея этой картины пришла ему во время наблюдения за плавленым сыром камамбера, что в духе сюрреализма превращает обыденные вещи в глубокие философские размышления. «Постоянство памяти» можно трактовать как размышление о времени и памяти, которые не являются фиксированными и неизменными, а текучи и субъективны. Пейзаж напоминает пустынные каталонские берега, а центральная аморфная фигура — нечто среднее между лицом Дали и фантастическим существом. Картина также перекликается с теорией относительности Эйнштейна, подчёркивая, что время не является абсолютным."
    },
    {
        "id": 3,
        "className": "painting3",
        "title": "Христос Иоанна Креста (1951)",
        "thumbnail": "thumbnail3.png",
        "description": "Эта работа была вдохновлена мистическим рисунком испанского монаха XVI века Иоанна Креста, который изобразил Христа с необычного ракурса — сверху. Дали взял эту концепцию и переработал её в монументальное произведение, в котором распятие представлено с драматической перспективы. Интересно, что художник отказался от изображения гвоздей, крови и тернового венца, что делает образ Христа более возвышенным и духовным. Картина передаёт не страдания, а божественное сияние и трансцендентность. Христос будто парит над землёй, что усиливает ощущение мистики и выхода за пределы материального мира. Внизу можно увидеть озеро и лодку, символизирующие человеческую жизнь, противопоставленную небесному величию. Это одна из самых религиозных и философских работ Дали, отражающая его интерес к католицизму и мистицизму."
    },
    {
        "id": 4,
        "className": "painting4",
        "title": "Галатея сфер (1952)",
        "thumbnail": "thumbnail4.png",
        "description": "«Галатея сфер» — это портрет Галы, состоящий из множества сфер, словно парящих в пространстве. В этой работе Дали сочетает классическую живопись с научными исследованиями, вдохновившись ядерной физикой и структурой атома. Художник создаёт образ, который одновременно разрушается и собирается заново, демонстрируя новый взгляд на материю и реальность. Смысл картины можно трактовать как попытку представить мир на атомарном уровне, где даже человеческое тело состоит из мельчайших частиц. Гала, являющаяся для Дали воплощением красоты и вечности, предстаёт в виде сфер, объединённых в гармоничную композицию. Эта картина является одной из первых работ, где Дали переходит от классического сюрреализма к так называемому «ядерному мистицизму»."
    },
    {
        "id": 5,
        "className": "painting5",
        "title": "Жираф в огне (1937)",
        "thumbnail": "thumbnail5.png",
        "description": "Эта картина была написана накануне Второй мировой войны и считается одной из самых тревожных работ Дали. Горящий жираф на фоне пустынного пейзажа символизирует надвигающуюся катастрофу и разрушительные страсти человечества. В картине присутствуют и другие странные фигуры — женские тела с выдвижными ящиками, что напоминает идею Фрейда о скрытых аспектах человеческой психики. Сам Дали называл жирафа «маскулинным космическим апокалиптическим монстром». Огонь, охватывающий животное, можно интерпретировать как знак неизбежных изменений и потрясений, связанных с войной. Эта работа — одно из наиболее мощных предчувствий катастроф XX века, переданное в сюрреалистической манере."
    },
    {
        "id": 6,
        "className": "painting6",
        "title": "Сон («Спящий») (1937)",
        "thumbnail": "thumbnail6.png",
        "description": "Эта картина представляет собой огромную голову, парящую в воздухе, поддерживаемую хрупкими костылями. Подобные костыли часто встречаются в работах Дали и символизируют поддержку иллюзорных миров и идей, без которых они рушатся. Дали интересовался механизмами сна и считал, что сновидения управляют сознанием так же, как и реальность. «Спящий» — это визуализация самого процесса сна, его зыбкости и иррациональности. Лицо огромно и деформировано, что подчёркивает, как во сне привычные формы теряют свою целостность. Картина также может быть отсылкой к психологическим исследованиям Дали, который изучал, как страхи, желания и воспоминания трансформируются в ночные видения."
    }
]