import "./EducationSection.scss";

const EducationSection = () => {
    return (
        <div className="education" id="education">
            <div className="education__text-container">
                <h2 className="title">Образование</h2>
                <p className="text">
                    В 1921 г Дали уехал в Мадрид, где поступил в Академию
                    изобразительных искусств. Известный своей независимостью, он
                    откровенно выражал презрение к традиционным художественным
                    практикам и наставникам, что приводило к конфликтам с
                    преподавателями. Одним из ярких примеров его вызова
                    авторитету стало заявление, что он считает себя более
                    квалифицированным, чем его преподаватели. Это вызвало
                    отчисление из академии, которое сам Дали воспринял как
                    положительное событие, рассматривая его как момент
                    освобождения от ограничений традиционного искусства.
                </p>
            </div>
        </div>
    );
};

export default EducationSection;
